tap 'homebrew/core'
tap 'homebrew/services'
tap 'thoughtbot/formulae'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'vim'
brew 'tmux'
brew 'ctags'
brew 'zsh'
brew 'git'
brew 'ccat'
brew 'fzf'
brew 'tmuxinator'
brew 'tmuxinator-completion'
brew 'gh'
brew 'bat'
brew 'exa'
brew 'procs'
brew 'bandwhich'
brew 'rbenv'
brew 'starship'
brew 'xh'
brew 'lazygit'
brew 'wget'
brew 'mdcat'
brew 'ncurses'
brew 'fcp'
brew 'fd'
brew 'fx'
brew 'sd'

tap 'homebrew/cask-versions'
cask_args appdir: '/Applications'
cask 'alacritty'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'safari-technology-preview'
cask 'dash'
cask 'simplenote'
cask 'iterm2'
cask 'rectangle'

tap 'homebrew/cask-fonts'
cask 'font-source-code-pro-nerd-font'
cask 'font-fira-code-nerd-font'
cask 'font-fira-mono-nerd-font'

tap 'microsoft/git'
cask 'git-credential-manager-core'
