tap 'homebrew/core'
tap 'homebrew/services'
tap 'thoughtbot/formulae'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'vim'
brew 'tmux'
brew 'ctags'
brew 'hub'
brew 'bash'
brew 'git'
brew 'ccat'
brew 'fzf'
brew 'tmuxinator'
brew 'tmuxinator-completion'
brew 'gh'
brew 'bat'
brew 'exa'
brew 'procs'
brew 'bandwhich'

tap 'homebrew/cask-versions'
cask_args appdir: '/Applications'
cask 'alacritty'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'safari-technology-preview'
cask 'dash'
cask 'simplenote'

tap 'homebrew/cask-fonts'
cask 'font-source-code-pro'
cask 'font-fira-code'
cask 'font-fira-mono'

tap 'microsoft/git'
cask 'git-credential-manager-core'
