tap 'homebrew/core'
tap 'homebrew/services'
tap 'thoughtbot/formulae'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'tmux'
brew 'ctags'
brew 'hub'
brew 'bash'
brew 'git'
brew 'ccat'
brew 'tmuxinator-completion'

tap 'caskroom/cask'
tap 'homebrew/cask-versions'
cask_args appdir: '/Applications'
cask 'iterm2'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'safari-technology-preview'
cask '1password'
cask 'dash'
cask 'dropbox'
cask 'visual-studio-code'

tap 'caskroom/fonts'
cask 'font-source-code-pro'
cask 'font-fira-code'
cask 'font-fira-mono'
